Repository: anaheimoc/anaheimoc
Catalog: sites/all/modules/contrib/forward/translations/*.po
Languages: de, pt_br

source: Enables users to forward pages to friends.
de: Erm&ouml;glicht es Benützern, Internetseiten per eMail an Freunde weiterzuleiten
pt_br: Possibilita que usuários enviem páginas para amigos.

source: forward this page
de: Diese Seite weiterempfehlen
pt_br: enviar esta página

source: Forward this page
de: Diese Seite weiterempfehlen

source: You are going to email the following
de: Sie leiten den folgenden Inhalt weiter

source: Send an e-Postcard
de: Schicke eine e-Postkarte
pt_br: Enviar um cartão postal

source: forward tracking
de: Weiterleitungs-&Uuml;berwachung
pt_br: rastreajem de envios

source: Administrative Options
de: Administrator-Optionen
pt_br: Opções Administrativas

source: Use Node Type in Link
de: Zeige den Node-Type im Weiterleitungs-Link
pt_br: Use o tipo de node no link

source: If checked, the link will read &quot;email this <em>nodetype</em>&quot;; if not, it will just read &quot;&quot;
de: Wenn aktiviert, sieht die Verkn&uuml;pfung so aus: &quot;Diesen <em>Node-Typ</em> weiterleiten&quot;; wenn nicht, sieht die Verkn&uuml;pfung so aus: &quot;Diese Seite weiterleiten&quot;

source: Show link on main page
de: Zeige die Weiterleitung auch auf der Hauptseite
pt_br: Mostrar o link na página principal

source: If checked, the link will appear on your home page
de: Wenn aktiviert, wir die Weiterleitung auch auf der Hauptseite angeboten.
pt_br: Se esta opção for escolhida, o link irá aparecer na página principal

source: Form Type
de: Formular-Typ
pt_br: Tipo "forma"

source: Select link for a forward this page link or form to use a collapsible forwarding form.
de: Soll die Weiterleitung als Link oder als aufklappbares Formular angezeigt werden?
pt_br: Seleciona para ter um link de enviar esta página ou forma para usar um formulário com múltiplas escolhas

source: Flood Control Limit
de: SPAM-Sicherung
pt_br: Limite para evitar flood de spamers

source: How many times a user can use the form in a one hour period. This will help prevent the forward module from being used for spamming.
de: Wie oft kann ein Ben&uuml;tzer das Weiterleitungs-Formular pro Stunde ben&uuml;tzen? Die Einstellung verhindert, dass das Weiterleitungs-modul f&uuml;r den versand von SPAM-eMails ben&uuml;zt wird.
pt_br: Quantas vezes um usuário pode usar o formulário dentro de um período de uma hora. Isso ajudará a previnir que o módulo seja usado para enviar spam.

source: Flood Control Error
de: Sicherheitsmeldung
pt_br: Erro no controle de flood

source: You can't send more than %number messages per hour. Please try again later.
de: Man kann das Weiterleitungs-Formular nicht mehr als !number Mal pro Stunde ben&uuml;tzen. Bitte sp&auml;ter wiederholen.
pt_br: Você não pode enviar mais que %number de mensagens por hora. Por favor tente mais tarde.

source: You can't send more than !number messages per hour. Please try again later.
de: Man kann das Weiterleitungs-Formular nicht mehr als !number Mal pro Stunde ben&uuml;tzen. Bitte sp&auml;ter wiederholen.

source: This text appears if a user exceeds the flood control limit. The value of the flood control limit setting will appear in place of %number in the message presented to users
de: Diese Meldung erscheint, wenn der Ben&uuml;tzer die SPAM-Grenze erreicht hat. Der maximale Anzahl Ben&uuml;tzungen pro Stunde wird an Stelle von !number in der Meldung anzgezeigt.
pt_br: Este texto aparece quando o usuário excede o limite do controle de flood. O valor do limite aparecerá no lugar de %number na mensagem mostrada aos usuários

source: Page Text Values
de: Seiten-Text Werte
pt_br: Valores da página de texto

source: Forward Instructions
de: Weiterleitungs-Anleitung
pt_br: Instruções de envio

source: Thank you for your interest in spreading the word on
de: Herzlichen Dank f&uuml;r Ihr Interesse und der Weiterleitung!
pt_br: Obrigado pelo seu interesse em

source: NOTE: We only request your email address so that the person you are recommending the page to knows that you wanted them to see it, and that it is not junk mail. We do not capture any email address.
de: WICHTIG: Wir ben&ouml;tigen Ihre eMail-Adresse ausschliesslich f&uuml;r diese Weiterleitung, so dass der Empf&auml;nger weiss, dass diese Nachricht von Ihnen kommt und es sich nicht um SPAM handelt. Ihre eMail-Adresse wird nicht gespeichert.
pt_br: Note: Utilizamos o seu e-mail unicamente para mostrá-lo como o remetente dos envios que chegam aos seus amigos. Não registramos nenhum endereço de e-mail.

source: This message will be displayed above the form.
de: Diese Meldung wird &uuml;ber dem Formular angezeigt.
pt_br: Esta mensagem será mostrada na parte superior do formulário.

source: Thank You Message
de: Dankes-Meldung
pt_br: Obrigado pela mensagem

source: Thank you for your help in spreading the word about
de: Herzlichen Dank f&uuml;r die Weiterleitung!
pt_br: Obrigado pelo seu interesse

source: We appreciate your help.
de: Wir sch&auml;tzen Ihre Hilfe.
pt_br: Apreciamos sua ajuda

source: This message will be displayed after the user successfully submits the form.
de: Diese Meldung wird nach dem erfolgreichen Versand angezeigt.
pt_br: Esta mensagem será mostrada depois que o usuário enviar o formulário.

source: Forward Form Default Values
de: Standard-Werte f&uuml;r das Weiterleitungs-Formular
pt_br: Valores padrões no formulário de envio

source: From Address
de: Absender-eMail-Adresse
pt_br: De

source: The address to send from. Should be a functioning email address.
de: Ihre eMail-Adresse, von der die Weiterleitungsnachricht geschickt wird.
pt_br: O endereço para enviar. Deve ser um endereço de e-mail que esteja em funcionamento

source: Header Image for Email
de: Logo f&uuml;r die eMail
pt_br: Imagem para o cabeçalho do E-mail

source: Enter the URL of the image to as a logo at the top of forwarded pages.
de: Sie k&ouml;nnen eine Bild-URL eingeben, das als Logo in der Weiterleitungsnachricht erscheint.
pt_br: Digite o URL para o logo que estará na parte superior das mensagens

source: Forward Message Subject
de: Betreff
pt_br: Asunto da mensagem

source: %name has forwarded a page to you from %site
de: !name hat Ihnen eine Internetseite von !site geschickt!
pt_br: %name indicou a você uma página do %site

source: !name has forwarded a page to you from !site
de: !name hat Ihnen eine Internetseite von !site geschickt!

source: Email subject line. The sender's name will appear in place of %name in the subject. The web site name will be inserted in place of %site
de: Email Betreffzeile. Der Absendername erscheint anstelle von !name im Betreff. Der Internetseitenname wird bei !site ersetzt
pt_br: Linha do "Assunto". O remetente aparecerá no lugar de %name no assunto. O nome do site será inserido no lugar de %site

source: Forward Message Body
de: Weiterleitungs - Meldung
pt_br: Corpo da mensagem

source: %name thought you would like to see this page from the %site web site.
de: !name l&auml;sst Ihnen diese Internetseite von !site zukommen.
pt_br: %name achou que você deveria ver esta página no site %site

source: !name thought you would like to see this page from the !site web site.
de: !name l&auml;sst Ihnen diese Internetseite von !site zukommen.

source: Email message body. The sender's name will appear in place of %name in the message body. The web site name will be inserted in place of %site The sender will be able to add their own message after this.
de: Email Meldung. Der Absendername erscheint anstelle von !name im Betreff. Der Internetseitenname wird bei !site ersetzt. Der Absender kann eigenen Text zuf&uuml;gen.
pt_br: Corpo da mensagem. O nome do remetente aparecerá no lugar de %name no corpo da mensagem. O nome do site aparecerá no lugar de %site

source: e-Postcard Message Subject
de: Betreff f&uuml;r die e-Postkarte
pt_br: Assunto do e-Postcard

source: %name has sent you an e-postcard from %site
de: !name hat Ihnen eine e-Postkarte von !site geschickt!
pt_br: %name lhe enviou um cartão postal do site %site

source: !name has sent you an e-postcard from !site
de: !name hat Ihnen eine e-Postkarte von !site geschickt!

source: Postcard subject line. The sender's name will appear in place of %name in the subject. The web site name will be inserted in place of %site
de: Postkarten Betreffzeile. Der Absendername erscheint anstelle von !name im Betreff. Der Internetseitenname wird bei !site ersetzt
pt_br: Assunto do cartão postal. O nome do remetente aparecerá no lugar de %name e o nome do site será posto no lugar de %site

source: e-Postcard Message Body
de: Postkarten - Meldung
pt_br: Corpo da mensagem do cartão postal

source: %name has sent you an e-postcard from the %site web site. Please take a moment to visit our web site.
de: !name l&auml;sst Ihnen diese Postkarten der Internetseite !site zukommen. Bitte schauen Sie sich diese Seite an.
pt_br: %name lhe enviou este cartão postal do site %site.

source: !name has sent you an e-postcard from the !site web site. Please take a moment to visit our web site.
de: !name l&auml;sst Ihnen diese Postkarten der Internetseite !site zukommen. Bitte schauen Sie sich diese Seite an.

source: Postcard message body. The sender's name will appear in place of %name in the message body. The web site name will be inserted in place of %site The sender will be able to add their own message after this.
de: Postkarten Meldung. Der Absendername erscheint anstelle von !name im Betreff. Der Internetseitenname wird bei !site ersetzt. Der Absender kann eigenen Text zuf&uuml;gen.
pt_br: Corpo da mensagem. O nome do remetente aparecerá no lugar de %name e o nome do site será colocado no lugar de %site. Depois aparecerá a mensagem do usuário.

source: Postcard message body. The sender's name will appear in place of !name in the message body. The web site name will be inserted in place of !site The sender will be able to add their own message after this.
de: Postkarten Meldung. Der Absendername erscheint anstelle von !name im Betreff. Der Internetseitenname wird bei !site ersetzt. Der Absender kann eigenen Text zuf&uuml;gen.

source: Oranization Ad
de: Ihre Werbung
pt_br: Anúncio da organização

source: This message will be just above the footer message in the email.
de: Dieser Text erscheint &uuml;ber der Fusszeile der eMail.
pt_br: Esta mensagem será posta acima do rodapé do email.

source: Footer Message
de: Fusszeile der eMail
pt_br: Mensagem do rodapé

source: This message will be postpended as a footer message to the email.
de: Diese Meldung wird in der eMail als Fusszeile angezeigt.
pt_br: Esta mensagem será adicionada ao rodapé do email.

source: Latest Blog Articles
de: Letzte Blog-Artikel
pt_br: Últimas entradas de blog

source: Latest Users
de: Letzte Ben&uuml;tzer
pt_br: Últimos usuários registrados

source: Latest Comments
de: Letzte Kommentare
pt_br: Últimos comentários

source: Most Popular Content
de: Die beliebtesten Inhalte
pt_br: Conteúdo mais popular

source: None
de: Keine
pt_br: Nenhum

source: Dynamic Block
de: Dynamischer Block
pt_br: Bloque dinámico

source: Choose the dynamic block to send with these emails
de: Bitte w&auml;hlen Sie einen dynamischen Block, der mit der eMail geschickt werden soll.
pt_br: Escolha um bloco dinâmico a ser enviado com estes emails

source: Message to Send
de: Zu schickende Meldung
pt_br: Mensagem a enviar

source: Your Email
de: Ihre eMail
pt_br: Seu Email

source: Your Name
de: Ihr Name
pt_br: Seu nome

source: Send To
de: Senden An
pt_br: Enviar a

source: Enter multiple addresses on separate lines or separate them with commas.
de: Sie k&ouml;nnen mehrere Empf&auml;nger mit Komma getrennt eingeben.
pt_br: Escreva cada endereço em uma linha ou separe-os com vírgulas.

source: Page Being Sent
de: Die Seite, die geschickt werden soll
pt_br: Página sendo enviada

source: Message Subject
de: Meldungs-Betreff
pt_br: Assunto da mensagem

source: (Your Name)
de: (Ihr Name)
pt_br: (Seu nome)

source: Message Body
de: Meldung
pt_br: Corpo da mensagem

source: Your Personal Message
de: Ihre pers&ouml;nliche Nachricht
pt_br: Sua mensagem pessoal

source: Send Message
de: Meldung abschicken
pt_br: Enviar mensagem

source: Forward this page to a friend
de: Diese Seite einem Freund schicken
pt_br: Enviar esta página à um amigo

source: Header injection attempt detected. Do not enter line feed characters into the from field!
de: Bitte keine Zeilenumbr&uuml;che im Absender-Feld eingeben.
pt_br: Foi detectada uma injeção de cabeçalho! Não adicione carácteres inválidos.

source: Your Email address is invalid.
de: Ihre eMail-Adresse ist ung&uuml;ltig
pt_br: O seu endereço de Email é inválido.

source: You must enter your name.
de: Sie m&uuml;ssen Ihren Namen eingeben
pt_br: Você deve escrever o seu nome.

source: You did not enter any recipients.
de: Sie haben keine Empf&auml;nger eingegeben
pt_br: Nenhum destinatário a enviar.

source: One of your Recipient addresses is invalid:
de: Einer Ihrer Emp&auml;nger-Adresse ist ung&uuml;ltig:
pt_br: Um de seus destinatários é inválido:

source: You must enter a message.
de: Sie m&uuml;ssen eine Meldung eingeben.
pt_br: Você deve escrever uma mensagem.

source: Recent blog posts
de: Letzte ver&ouml;ffentlichte Blogs
pt_br: Posts de blog recentes

source: Who's new
de: Wer ist neu?
pt_br: Usuários novos

source: Recent comments
de: Die letzten Kommentare
pt_br: Comentários recentes

source: email this page
de: Diese Seite weiterleiten
pt_br: envia esta página

source: email this %type
de: Diesen !type weiterleiten
pt_br: envia este %type

source: email this !type
de: Diesen !type weiterleiten

source: Time
de: Zeit
pt_br: Hora

source: Type
de: Typ
pt_br: Tipo

source: Path
de: Pfad
pt_br: URL

source: Title
de: Titel
pt_br: Título

source: emails sent to
de: Die eMails wurden verschickt an
pt_br: enviar mensagens a

source: recipients
de: Empf&auml;nger
pt_br: destinatários

source: No one has used Forward yet.
de: Die Weiterleitung hat noch niemand ben&uuml;tzt.
pt_br: Ninguém usou o Forward até agora.

source: Forward Tracking
de: Weiterleitung-&Uuml;berwachung
pt_br: Seguimento de Envios (Forward)

source: Most Emailed
de: Am meisten verschickt
pt_br: Mais enviados

source: Most Emailed Today
de: Heute am meisten verschickt
pt_br: Mais enviados hoje

source: Most Emailed This Week
de: Diese Woche am meisten verschickt
pt_br: Mais enviados esta semana

source: Most Emailed of All Time
de: Am meisten verschickt insgesamt
pt_br: Mais enviados em todos os tempos

source: Most Recently Emailed
de: Zuletzt verschickt
pt_br: Mais recentemente enviados

source: Block Type
de: Block-Typ
pt_br: Tipo do Bloco

source: Choose the block type
de: Bitte den Block-Typ wW&auml;hlen
pt_br: Selecione o tipo de bloco

source: Today's Most Emailed
de: Heute am meisten verschickt
pt_br: Mais enviados hoje

source: This Week's Most Emailed
de: Diese Woche am meisten verschickt
pt_br: Mais enviados esta semana

source: Forward module installed tables successfully.
de: Forward module erfolgreich installiert.
pt_br: As tabelas to módulo forward foram instaladas com sucesso.

source: The installation of forward module was unsuccessful.
de: Die Installation vom Forward module ist fehlgeschlagen.
pt_br: A instalação do módulo forward foi bem sucedida.

source: forward
de: Weiterleiten

source: Message from Sender
de: Die Meldung vom Absender
pt_br: Mensagem do remetente

source: Click here to read more on our site
de: Bitte klicken Sie hier, um mehr ueber unsere Seite zu erfahren
pt_br: Clique aqui para saber mais sobre o nosso site

source: Click here to visit our site
de: Bitte klicken Sie hier, um unsere Seite zu besuchen
pt_br: Clique aqui para visitar o nosso site

source: If checked, the link will read &quot;email this <em>nodetype</em>&quot;; if not, it will just read &quot;email this page&quot;
pt_br: Se esta opção estiver marcada, o link será visto como &quot; enviar este <em>nodetype</em>&quot;; se não estiver, o link aparecerá apenas como &quot; envar esta página &quot;

source: access forward
pt_br: accesar forward

source: administer forward
pt_br: administra forward
