Repository: anaheimoc/anaheimoc
Catalog: sites/all/modules/contrib/teleport/po/*.po
Languages: nb

source: Autocomplete title
nb: Automatisk fullfør tittelen

source: teleport Submit
nb: teleport Send inn

source: Search Results
nb: Søkeresultater

source: Manage settings for the Teleport utility.
nb: Håndter innstillinger for Teleport.

source: Enter the title or path of the page you want to go to. Press Ctrl-!hotkey again to close this window.
nb: Skriv inn tittlen eller stien til siden du vil gå til. Trykk Ctrl-!hotkey igjen for å lukke vinduet.

source: Close
nb: Lukk

source: Settings
nb: Innstillinger

source: Menu items
nb: Menyenheter

source: Nodes
nb: Noder

source: Taxonomy terms
nb: Ord i ordforråd

source: Hotkey
nb: Snarvei

source: The browser accesskey that will bring up the Teleport dialog.
nb: Nettlesersnarveien vil kalle oppe Teleportdialogen.

source: What to search
nb: Hva skal det søkes blant

source: The types of stuff Teleport should search through. It only searches names and titles, not content.
nb: Typene av innhold som Teleport skal søke igjennom. Den søker kun navn og titler, ikke innhold.

source: Node types
nb: Nodetyper

source: The types of nodes that should be searched. This will be ignored if "nodes" isn't checked above
nb: Nodetypene som vil bli søkt i gjennom. Dette vil bli ignorert hvis "noder" ikke er markert ovenfor

source: The system could not find any matches for your search. Try again.
nb: Systemet kunne ikke finne noe treff for søket ditt. Prøv igjen.

source: The system could not determine which page you wanted to jump to. Please select from the list below.
nb: Systemet skjønte ikke hvilken side du ville hoppe til. Vennligst velg en fra listen under.

source: Page
nb: Side

source: use teleport
nb: bruk teleport

source: administer teleport
nb: administrer teleport

source: Allows fast Quicksilver-like 'launching' to different pages. Searches node titles, menu items and taxonomy terms.
nb: Lar deg gjøre Quicksilver-lignende 'hopping' til forskjellige sider. Søker blant nodetittler, menyenheter og ord i ordforråd.
