Repository: anaheimoc/anaheimoc
Catalog: sites/all/modules/contrib/weather/translations/*.po
Languages: es, it, pt_br, sk

source: snow
es: nieve
it: neve
pt_br: neve
sk: sneh

source: Calm
es: En calma
it: Calma
pt_br: Leve
sk: bezvetrie

source: Variable from !direction_a (!degree_a°) to !direction_b (!degree_b°)
es: Variable de !direction_a (!degree_a°) a !direction_b (!degree_b°)
it: Variabile da !direction_a (!degree_a°) a !direction_b (!degree_b°)
pt_br: Variável de !direction_a (!degree_a°) a !direction_b (!degree_b°)
sk: premenlivý od !direction_a (!degree_a°) do !direction_b (!degree_b°)

source: Variable from !direction_a to !direction_b
es: Variable de !direction_a a !direction_b
it: Variabile da !direction_a a !direction_b
pt_br: Variável de !direction_a a !direction_b
sk: premenlivý od !direction_a do !direction_b

source: Variable
it: Variabile
pt_br: Variável
sk: premenlivý

source: !speed&thinsp;knots
es: !speed&thinsp;nudos
pt_br: !speed&thinsp;nós
sk: !speed&thinsp;uzlov

source: !speed&thinsp;meter/s
es: !speed&thinsp;metros/s
pt_br: !speed&thinsp;m/s
sk: !speed&thinsp;m/s

source: gusts up to !speed
es: vientos de hasta !speed
pt_br: ventos de !speed
sk: v nárazoch až !speed

source: !pressure&thinsp;inHg
es: !pressure&thinsp;pulgadasHg
sk: !pressure&thinsp;palcov&nbsp;Hg

source: !visibility&thinsp;mi
pt_br: !visibility&thinsp;milhas
sk: !visibility&thinsp;míl

source: !distance&thinsp;mi !direction (!degree°)
pt_br: !distance&thinsp;milhas !direction (!degree°)
sk: !distance&thinsp;mil !direction (!degree°)

source: !distance&thinsp;mi !direction
pt_br: !distance&thinsp;milhas !direction
sk: !distance&thinsp;míl !direction

source: North
es: Norte
it: Nord
pt_br: Norte
sk: severný

source: North-Northeast
es: Norte-Nordeste
it: Nord-Nordest
pt_br: Norte-Nordeste
sk: severo-severovýchodný

source: Northeast
es: Nordeste
it: Nordest
pt_br: Nordeste
sk: severovýchodný

source: East-Northeast
es: Este-Nordeste
it: Est-Nordest
pt_br: Leste-Nordeste
sk: východo-severovýchodný

source: East
es: Este
it: Est
pt_br: Leste
sk: východný

source: East-Southeast
es: Este-Sudeste
it: Est-Sudest
pt_br: Leste-Sudeste
sk: juho-juhovýchodný

source: Southeast
es: Sudeste
it: Sudest
pt_br: Sudeste
sk: juhovýchodný

source: South-Southeast
es: Sur-Sudeste
it: Sud-Sudest
pt_br: Sul-Sudeste
sk: juho-juhovýchodný

source: South
es: Sur
it: Sud
pt_br: Sul
sk: južný

source: South-Southwest
es: Sur-Suroeste
it: Sud-Sudovest
pt_br: Sul-Sudoeste
sk: juho-juhozápadný

source: Southwest
es: Suroeste
it: Sudovest
pt_br: Sudoeste
sk: juhozápadný

source: West-Southwest
es: Oeste-Suroeste
it: Ovest-Sudovest
pt_br: Oeste-Sudoeste
sk: západo-juhozápadný

source: West
es: Oeste
it: Ovest
pt_br: Oeste
sk: západný

source: West-Northwest
es: Oeste-Noroeste
it: Ovest-Nordovest
pt_br: Oeste-Noroeste
sk: západo-severozápadný

source: Northwest
es: Noroeste
it: Nordovest
pt_br: Noroeste
sk: severozápadný

source: North-Northwest
es: Norte-Noroeste
it: Nord-Nordovest
pt_br: Norte-Noroeste
sk: severo-severozápadný

source: N
sk: S

source: NNE
sk: SSV

source: NE
sk: SV

source: ENE
pt_br: LNE
sk: VSV

source: E
pt_br: L
sk: V

source: ESE
pt_br: LSE
sk: VJV

source: SE
sk: JV

source: SSE
sk: JJV

source: S
sk: J

source: SSW
es: SSO
it: SSO
pt_br: SSO
sk: JJZ

source: SW
es: SO
it: SO
pt_br: SO
sk: JZ

source: WSW
es: OSO
it: OSO
pt_br: OSO
sk: ZJZ

source: W
es: O
it: O
pt_br: O
sk: Z

source: WNW
es: ONO
it: ONO
pt_br: ONO
sk: ZSZ

source: NW
es: NO
it: NO
pt_br: NO
sk: SZ

source: NNW
es: NNO
it: NNO
pt_br: NNO
sk: SSZ

source: Download location for METAR data is not accessible.
es: El sitio de descarga de datos METAR no está disponible
it: I dati METAR per la località selezionata non sono scaricabili
pt_br: Sem acesso para baixar uma localização para os dados METAR.
sk: METAR-data nie je možne stiahnuť.

source: administer custom weather block
es: administración del bloque del tiempo personalizado
it: amministra il blocco meteo personalizzato
pt_br: administrar blocos de tempo personalizados
sk: administrovať individuálny blok s počasím

source: access weather pages
es: acceder a las páginas del tiempo
pt_br: acessar páginas de tempo
sk: prístup na stránky s počasím

source: Weather
es: El tiempo
it: Meteo
pt_br: Tempo
sk: Počasie

source: Configure system-wide weather blocks and the default configuration for new locations.
es: Configure el bloque del tiempo para todo el sistema y la configuración general por defecto para nuevas localizaciones.
pt_br: Configurar blocos de sistema de tempo e a configuração padrão para novas localizações.
sk: Nastaviť systémové bloky s počasím a štandardnú konfiguráciu pre nové umiestnenia.

source: Edit location
es: Editar localización
it: Modifica località
pt_br: Editar localização
sk: Upraviť umiestnenie

source: Configure a system-wide weather block.
es: Configure el bloque del tiempo para todo el sistema.
pt_br: Configurar um bloco de sistema de tempo.
sk: Nastaviť systémový blok s počasím.

source: Delete location
es: Eliminar localización
it: Elimina località
pt_br: Eliminar localização
sk: Vymazať umiestnenie

source: Delete a location from a system-wide weather block.
es: Eliminar localización del bloque del tiempo para todo el sistema.
pt_br: Eliminar uma localização de um bloco de sistema de tempo.
sk: Vymazať umiestnenie zo systémového bloku s počasím.

source: Default configuration
es: Configuración predeterminada
it: Configurazione di default
pt_br: Configuração padrão
sk: Štandardná konfigurácia

source: Setup the default configuration for new locations.
es: Configurar la configuración predeterminada para nuevas localizaciones.
it: Imposta la configurazione di default per le nuove località.
pt_br: Definir a configuração padrão para novas localizações.
sk: Nastaviť štandardnú konfiguráciu pre nové umiestnenia.

source: My weather
es: Mi tiempo
it: Il mio meteo
pt_br: Meu tempo
sk: Moje počasie

source: Configure your custom weather block.
es: Configure su bloque del tiempo personal
it: Personalizza il blocco meteo
pt_br: Configurar o seu bloco de tempo personalizado.
sk: Nakonfigurovať individuálny blok s počasím.

source: Delete a location from your custom weather block.
es: Eliminar localización del bloque del tiempo personal
it: Elimina una località dal tuo blocco meteo personalizzato
pt_br: Eliminar uma localização do seu bloco de tempo personalizado.
sk: Vymazať miesto z individuálneho bloku s počasím.

source: Search for locations and display their current weather.
es: Busqueda de localizaciones y visualizacicón del su tiempo actual.
pt_br: Buscar localizações e mostrar as suas condições do tempo.
sk: Hľadať umiestnenia a zobraziť ich počasie.

source: weather
es: El tiempo
it: meteo
pt_br: tempo
sk: počasie

source: Displays METAR weather data
es: Muestra datos del tiempo de METAR
it: Visualizza dati meteo METAR
pt_br: Mostra dados de tempo METAR
sk: Ukazuje METAR-meteorologické dáta

source: light snow showers
es: nevadas ligeras

source: heavy snow showers
es: nevadas fuertes

source: snow showers
es: nevadas

source: Beaufort !number
it: !number Beaufort
