Repository: anaheimoc/anaheimoc
Catalog: sites/all/modules/contrib/weather/translations/*.po
Languages: es, it, pt_br, sk

source: Temperature: !temperature1, feels like !temperature2
es: Temperatura: !temperature1, sensación térmica !temperature2
pt_br: Temperatura: !temperature1, sensação térmica !temperature2
sk: Teplota: !temperature1, pocitová teplota: !temperature2

source: Temperature: !temperature
es: Temperatura: !temperature
it: Temperatura: !temperature
pt_br: Temperatura: !temperature
sk: Teplota: !temperature

source: Wind: !wind
es: Viento: !wind
it: Vento: !wind
pt_br: Vento: !wind
sk: Vietor: !wind

source: Pressure: !pressure
es: Presión: !pressure
it: Pressione: !pressure
pt_br: Pressão: !pressure
sk: Tlak: !pressure

source: Rel. Humidity: !rel_humidity
es: Humedad rel: !rel_humidity
it: Umidità realtiva: !rel_humidity
pt_br: Umidade Rel.: !rel_humidity
sk: Rel. vlhkosť: !rel_humidity

source: Visibility: !visibility
es: Visibilidad: !visibility
it: Visibilità: !visibility
pt_br: Visibilidade: !visibility
sk: Viditeľnosť: !visibility

source: METAR data: !metar
es: Datos METAR: !metar
it: dati METAR: !metar
pt_br: Dados METAR: !metar
sk: Dáta vo formáte METAR: !metar

source: Location of this weather station:
es: Localización de la estación metereológica:
it: Pozione di questa stazione meteo:
pt_br: Localização desta estação meteorológica:
sk: Umiestnenie tejto meteostanice:

source: Reported on:
es: Actualizado:
it: Rilvato il:
pt_br: Atualizado em:
sk: Hlásenie zo dňa:

source: You can add, edit, and delete locations from system-wide weather blocks. Moreover, you can specify default values for newly created locations.
es: Puede añadir, editar y eliminar localizaciones del bloque del tiempo para todo el sistema. Además, puede especificar valores predeterminados para las nuevas localizaciones que cree.
pt_br: Você pode adicionar, editar e eliminar localizações dos blocos de sistema. Além disso, você pode especificar valores padrão para localizações recém criadas.
sk: Je možné pridávať, upravovať a mazať umiestnenie zo systémových blokov s počasím. Dokonca je možné prednastaviť hodnoty pre novo pridávané umiestnenia.

source: You can add, edit, and delete locations from your custom weather block.
es: Puede añadir, editar y eliminar localizaciones de su bloque del tiempo personal
it: Puoi aggiungere, modificare ed eliminare località dal tuo blocco meteo personalizzato.
pt_br: Você pode adicionar, editar ou eliminar localizações do seu bloco de tempo personalizado.
sk: Je možné pridávať, upravovať a mazať umiestnenie v individuálnom bloku.

source: Please note that the block will not be shown until you configure at least one location.
es: Tenga en cuenta que el bloque no se mostrará hasta que configure una localización por lo menos.
it: Nota che il blocco non sarà visualizzato se non configuri almeno una località.
pt_br: Entenda que o bloco não será mostrado até que você configure ao menos uma localização.
sk: Blok sa objaví až po nastavení umiestnenia.

source: Weather: custom user
es: El tiempo: personalizado para cada usuario
it: Meteo: singolo utente
pt_br: Tempo: usuário personalizado
sk: Počasie: individuálny blok

source: Weather: location of nodes (requires Location or Node Map module)
es: El tiempo: ubicación de nodos (necesita el módulo Location o Node Map)
pt_br: Tempo: localização de nodos (requer o módulo Location ou o Node Map)
sk: Počasie: umiestnenie uzlov (vyžaduje modul Location alebo modul Node map)

source: Weather: system-wide !number
es: El tiempo: !number para todo el sistema
it: Meteo: system-wide !number
pt_br: Tempo: de sistema !number
sk: Počasie: systémový blok !number

source: Current weather
es: Tiempo actual
it: Situazione Meteo attuale
pt_br: Tempo agora
sk: Aktuálne počasie

source: Current weather nearby
es: Tiempo actual en los alrededores
it: Situazione Meteo locale attuale
pt_br: Tempo agora nos arredores
sk: Aktuálne počasie v okolí

source: No sunrise today
es: Hoy no hay salida del sol
it: Nessuna alba oggi
pt_br: Sem nascer do Sol hoje
sk: Dnes slnko nevychádza

source: No sunset today
es: Hoy no hay puesta del sol
it: Nessun tramonto oggi
pt_br: Sem pôr do Sol hoje
sk: Dnes slnko nezapadá

source: Sunrise: !sunrise
es: Salida del sol: !sunrise
it: Alba: !sunrise
pt_br: Nascer do Sol: !sunrise
sk: Východ slnka: !sunrise

source: Sunset: !sunset
es: Puesta del sol: !sunset
it: Tramonto: !sunset
pt_br: Pôr do Sol: !sunset
sk: Západ slnka: !sunset

source: Real name
es: Nombre real
it: Nome reale
pt_br: Nome real
sk: Skutočné meno

source: Weight
es: Peso
it: Peso
pt_br: Peso
sk: Váha

source: Operations
es: Operaciones
it: Operazioni
pt_br: Operações
sk: Operácia

source: edit
es: editar
it: modifica
pt_br: editar
sk: upraviť

source: delete
es: eliminar
it: elimina
pt_br: eliminar
sk: zmazať

source: There are currently no locations.
es: Actualmente no hay localizaciones.
it: Attualmente non sono state impostate località.
pt_br: Não existem localizações ainda.
sk: Nie sú definované žiadne umiestnenia

source: Create new location
es: Añada otra localización al bloque
it: Crea una nuova località
pt_br: Criar uma localização
sk: Vytvoriť nové umiestnenie

source: System-wide block !number
es: Bloque !number para todo el sistema
it: Blocco system-wide numero !number
pt_br: Bloco de sistema !number
sk: Systémový blok !number

source: Create new location in block !number
es: Añada otra localización al bloque !number
it: Crea una nuova località nel blocco !number
pt_br: Criar uma localização no bloco !number
sk: Vytvoriť nové umiestnenie v bloku !number

source: Create new system-wide block
es: Cree un bloque para todo el sistema
pt_br: Criar um bloco de sistema
sk: Vytvoriť nový systémový blok.

source: Configure the default location
es: Configure la localización predeterminada
it: Configura la località di default
pt_br: Configurar a localização padrão
sk: Nastaviť štandardné umiestnenie

source: Use cron to clear the cache once per hour
es: Utilizar cron para limpiar la caché cada hora
it: Usa cron per liberare la cache una volta all'ora.
pt_br: Utilizar cron para limpar a cache a cada hora
sk: Používať cron na vyčistenie cache raz za hodinu

source: If you use Drupal's cache, the system weather blocks will not be updated for anonymous users unless the cache is cleared. This happens e.g. when new nodes are created. If you want the system weather blocks to be updated when new weather data is available, you can clear the cache once per hour. Please note that this might slow down your site.
es: Si utiliza la caché de Drupal, los bloques del tiempo para todo el sistema no serán actualizados para los usuarios anónimos hasta que se limpie la caché. Esto sucede, por ejemplo, cuando se crean nodos. Si quiere que los bloques del tiempo para todo el sistema se actualicen cuando haya nuevos datos metereológicos disponibles, puede limpiar la caché cada hora. Tenga en cuenta que esto puede ralentizar su sitio web.
pt_br: Se você utiliza a cache do Drupal, os blocos de sistema de tempo não serão atualizados por usuários anônimos a não ser que que a cache seja limpa. Isto pode acontecer, por exemplo, quando novos nodos forem criados. Se você quiser que os blocos de sistema de tempo sejam atualizados quando novos dados de tempo estiverem disponíveis, você pode limpar a cache a cada hora. Entenda que isso pode deixar o seu site mais lento.
sk: Ak použijete cache Drupalu, systémové bloky s počasím nebudú pre anonymných používateľov obnovované do tej doby, než dôjde k vymazaniu cache. To sa udeje napr. pri vytvorení uzla (node). Ak chcete, aby dochádzalo k automatickému obnovovaniu, keď sú k dispozícii nové meteorologické dáta, môžete vymazať cache raz za hodinu. Prosím, uvedomte si, že to môže spomaliť Vaše stránky.

source: Directory for custom images
sk: Adresár pre vlastné obrázky

source: Override the default image directory. This directory must be a subdirectory of the Drupal 'files' path.
sk: Prepísať predvolený adresár s obrázkami. Adresár musí byť podadresárom adresára 'files'.

source: Save configuration
es: Guardar la configuración
it: Salva la configurazione
pt_br: Salvar a configuração
sk: Uložiť konfiguráciu

source: The configuration has been saved.
es: Se ha guardado la configuración.
it: La configurazione è stata salvata.
pt_br: A configuração foi salva.
sk: Nastavenia boli uložené.

source: Place
es: Lugar
it: Città
pt_br: Lugar
sk: Miesto

source: Select a place in that country for the weather display.
es: Elija un lugar del país para mostrarlo en el tiempo.
it: Seleziona una città
pt_br: Escolha um lugar do país para mostrar o tempo.
sk: Vyberte si miesto v tejto krajine pre zobrazenie počasia.

source: Country
es: País
it: Paese
pt_br: País
sk: Krajina

source: Select a country to narrow down your search.
es: Elija un país para acotar su búsqueda.
it: Seleziona un paese
pt_br: Escolha um país para refinar a sua busca.
sk: Vyberte krajinu pre zúženie výberu.

source: ICAO code
es: Código ICAO
it: codice ICAO
pt_br: Código ICAO
sk: ICAO kód

source: Enter the 4-letter ICAO code of the weather station. If you first need to look up the code, you can use !url_1 or !url_2. Please note that not all stations listed at those URLs are providing weather data and thus may not be supported by this module.
es: Escriba el código ICAO de 4 letras de la estación meteorológica. Si necesita buscar el código puede utilizar !url_1 o !url_2. Tenga en cuenta que no todas las estaciones listadas en estas direcciones ofrecen datos acerca del tiempo y puede que no estén soportadas por este módulo.
it: Immetti il codice ICAO formato da 4 lettere, puoi trovare il codice a questa url: !url_1 or !url_2. Nota che non tutte le stazioni indicate ai precedenti indirizzi forniscono dati meteo e quindi non tutte possono essere utilizzate per questo modulo meteo.
pt_br: Digite o código ICAO de 4 letras da estação meteorológica. Se precisar buscar o código, você pode acessar !url_1 ou !url_2. Entenda que nem todas as estações listadas nessas URLs fornecem dados de tempo e, assim, podem não ser suportadas por este módulo.
sk: Vložte štvormiestny ICAO kód meteorologickej stanice. Ak najprv potrebujete ICAO kód nájsť, môžete použíť !url_1 alebo !url_2. Uvedomte si, prosím, že nie všetky stanice z týchto zoznamov poskytujú meteorologické dáta a teda nie všetky ICAO kódy je možné v tejto aplikácii použiť.

source: Real name for the selected place
es: Nombre real del lugar elegido
it: Nome reale della località selezionata
pt_br: Nome real do lugar escolhido
sk: Skutočný názov zvoleného miesta

source: You may enter another name for the place selected above.
es: Puede indicar otro nombre del seleccionado arriba
it: Puoi personalizzare il nome per la località selezionata precedentemente
pt_br: Você pode escolher um outro nome para o lugar selecionado acima.
sk: Môžete vložiť iný názov pre zvolené miesto

source: Display units
es: Unidades de medida
it: Unità di misura
pt_br: Unidades de medida
sk: Zobraziť jednotky

source: You can specify which units should be used for displaying the data.
es: Puede especificar qué unidades se utilizarán para mostrar los datos.
it: Puoi specificare quali unità di misura usare
pt_br: Você pode especificar as unidades de medida dos dados a serem apresentados.
sk: Môžete si vybrať, v akých jednotkách sa budú dáta zobrazovať.

source: Temperature
es: Temperatura
it: Temperatura
pt_br: Temperatura
sk: Teplota

source: Celsius
sk: Celzia

source: Fahrenheit
sk: Fahrenheita

source: Don't display
es: No mostrar
it: Non mostrare
pt_br: Não mostrar
sk: Nezobrazovať

source: Wind speed
es: Velocidad del viento
it: Velocità del vento
pt_br: Velocidade do vento
sk: Rýchlosť vetra

source: mph
sk: míl/h

source: Knots
es: Nudos
it: Nodi
pt_br: Nós
sk: Uzlov

source: meter/s
es: metros/s
it: metri/sec
pt_br: m/s
sk: m/s

source: Pressure
es: Presión
it: Pressione
pt_br: Pressão
sk: Tlak

source: inHg
sk: palcov ortuti

source: mmHg
sk: milimetrov ortuti

source: Rel. Humidity
es: Humedad rel.
it: Umidità relativa
pt_br: Umidade Rel.
sk: Rel. vlhkosť

source: Display
es: Visualizador
it: Mostra
pt_br: Mostrar
sk: Zobraziť

source: Visibility
es: Visibilidad
it: Visibilità
pt_br: Visibilidade
sk: Viditelnosť

source: kilometers
es: kilometros
it: chilometri
pt_br: kilômetros
sk: kilometrov

source: UK miles
es: Millas inglesas
it: miglia
pt_br: Milhas inglesas
sk: britských míl

source: Display settings
es: Mostrar configuración
it: Visualizza configurazione
pt_br: Configurações de apresentação
sk: Zobraziť nastavenia

source: You can customize the display of the block.
es: Puede personalizar la manera en que se muestra el bloque
it: Puoi personalizzare la visualizzazione del blocco
pt_br: Você pode personalizar a apresentação do bloco.
sk: Môžete nastaviť zobrazenie bloku

source: Show windchill temperature
es: Mostrar sensación térmica
pt_br: Mostrar a sensação térmica
sk: Ukázať pocitovú teplotu

source: Calculates the temperature resulting from windchill. This is how the temperature <q>feels like</q>.
es: Calcula la <q>sensación térmica</q> resultante.
pt_br: Calcula a temperatura equivalente à sensação térmica.
sk: Počíta pocitovú teplotu, ktorá vystihuje, aký dopad majú aktuálne meteorologické podmienky na ľudský organizmus.

source: Show unconverted METAR data
es: Mostrar los datos METAR sin conversiones
it: Mostra i dati originali METAR
pt_br: Mostrar os dados METAR sem conversões
sk: Zobraziť neprevedené dáta vo formáte METAR

source: Displays the original data of the METAR report.
es: Muestra los datos originales del informe METAR
it: Mostra i dati originali METAR
pt_br: Mostra os dados originais do relatório METAR
sk: Zobrazuje neprevedené dáta vo formáte METAR.

source: Show abbreviated wind directions
es: Mostrar las direcciones del viento abreviadas
it: Mostra le direzioni del vento abbreviate
pt_br: Mostrar direções do vento abreviadas
sk: Zobrazovať smer vetra skrátene

source: Displays abbreviated wind directions like N, SE, or W instead of North, Southeast, or West.
es: Muestra las direcciones del viento de forma abreviada como N, SE u O, en vez de Norte, Sudeste u Oeste.
it: Mostra le direzioni del vento abbreviate come N, SE, o O invece che Nord, Sud-est od Ovest
pt_br: Mostra as direções do vento de forma abreviada - como N, SE ou O, ao invés de Norte, Sudeste ou Oeste.
sk: Zobrazuje skrátené smery vetra ako S, JV nebo Z namiesto sever, juhovýchod či západ

source: Show degrees of wind directions
es: Mostrar los grados de las direcciones del viento
it: Mostra la direzione del vento in gradi
pt_br: Mostrar o ângulo da direção do vento
sk: Ukazovať stupne pri smere vetra

source: Displays the degrees of wind directions, e.g. North (20°).
es: Muestra los grados en las direcciones del viento, por ejemplo Norte (20°).
it: Mostra la direzione del vento in gradi, p.es. Nord (20°)
pt_br: Mostra o ângulo da direção do vento, ex.: Norte (20°).
sk: Zobrazovať stupne pri smere vetra, např. Sever (20°).

source: Show time of sunrise and sunset
es: Mostrar la hora de salida y puesta del sol
it: Mostra orari di alba e tramonto
pt_br: Mostrar o horário do nascer e do pôr do Sol.
sk: Zobrazovať čas východu a západu slnka

source: Displays the time of sunrise and sunset.
es: Muestra la hora de salida y puesta del sol.
it: Mostra orari di alba e tramonto.
pt_br: Mostra o horário do nascer e do pôr do Sol.
sk: Zobrazuje čas východu a západu slnka.

source: Timezone for sunrise and sunset
es: Zona horaria para la hora de salida y puesta del sol
it: Zuso orario per orari di alba e tramonto
pt_br: Fuso horário para o nascer e para o pôr do Sol
sk: Časová zóna pre čas východu a západu slnka

source: Choose either Greenwich Mean Time (GMT), Drupal's standard timezone as set in the configuration, or a custom timezone.
es: Elija la zona horaria como GMT (Greenwich Mean Time), la zona horaria de la configuración de Drupal o una zona horaria personalizada.
it: Scegli tra l'ora di Greenwich, l'ora impostata in Drupal od un fuso orario particolare.
pt_br: Escolha o fuso horário GMT (Greenwich Mean Time), o fuso padrão do Drupal - definido na configuração - ou um fuso horário personalizado.
sk: Vyberte buď Greenwichský čas (GMT), štandardne nastavený Drupalom, alebo zvoľte inú časovú zónu.

source: Show compact block
es: Mostrar el bloque de manera compacta
it: Mostra il blocco compatto
pt_br: Mostrar bloco compacto
sk: Zobrazovať úsporne

source: Displays only the name, condition, and temperature of the weather station.
es: Muestra únicamente el nombre, estado y temperatura de la estación metereológica.
it: Mostra soltanto il nome, la condizione e la temperatura della stazione meteo.
pt_br: Mostra somente o nome, a condição do tempo e a temperatura da estação meteorológica.
sk: Zobrazuje iba meno, podmienky a nameranú teplotu

source: Optional. In the block, the heavier locations will sink and the lighter locations will be positioned nearer the top. Locations with equal weights are sorted alphabetically.
es: Opcional. En el bloque, los bloques de mayor peso se disponen más abajo y los de menor peso más cerca del comienzo de la página. Aquellos bloques de igual peso se ordenan de manera alfabética.
it: Opzionale. Nel blocco le località con maggior peso scenderanno verso il basso, a partità di peso saranno mostrate le località in ordine alfabetico
pt_br: Opcional. No bloco, as localizações de maior peso são rebaixadas e as de menor peso são posicionadas mais próximas ao topo. Localizações de mesmo peso são ordenadas alfabeticamente.
sk: Voliteľné. Ťažšie položky v bloku budú klesať a ľahšie stúpať nahor. Miesta s rovankou váhou budú usporiadané abecedne.

source: The ICAO code is not supported by this module.
es: El código ICAO no está soportado por este módulo.
it: Il codice ICAO non è supportato da questo modulo.
pt_br: O código ICAO não é suportado por este módulo.
sk: ICAO kód nie je podporovaný týmto modulom.

source: The default configuration has been saved.
es: Se ha guardado la configuración predeterminada.
it: La configurazione di default è stata salvata.
pt_br: A configuração padrão foi salva.
sk: Štandardné nastavenia boli uložené.

source: The location has been saved.
es: Se ha guardado la localización.
it: La località è stata salvata.
pt_br: A localização foi salva.
sk: Umiestnenie bolo uložené.

source: Are you sure you want to delete the location %name?
es: ¿Está seguro de que desea eliminar la localización %name?
it: Sei sicuro di voler cancellare la località %name?
pt_br: Tem certeza que deseja eliminar a localização %name?
sk: Naozaj chcete vymazať umiestnenie %name?

source: This action cannot be undone.
es: Esta acción no puede deshacerse.
it: Questa azione non può essere annullata.
pt_br: Esta ação não pode ser desfeita.
sk: Táto akcia je nevratná.

source: Delete
es: Eliminar
it: Elimina
pt_br: Eliminar
sk: Zmazať

source: Cancel
es: Cancelar
it: Annulla
pt_br: Cancelar
sk: Zrušiť

source: The location has been deleted.
es: Se ha eliminado la localización.
it: La località è stata cancellata.
pt_br: A localização foi eliminada.
sk: Umiestnenie bolo vymazané.

source: The string to search for must be between 3 and 64 characters.
es: El término a buscar debe contener entre 3 y 64 carácteres.
pt_br: A expressão a ser buscada deve ter entre 3 e 64 caracteres.
sk: Hľadaný reťazec musí byť medzi 3 a 64 znakmi

source: Your search did not return any results.
es: No se encontraron resultados para su búsqueda.
pt_br: A sua busca não retornou resultados.
sk: Hľadaný reťazec nenájdený.

source: Search results for <q>@search</q>
es: Resultados de la búsqueda de <q>@search</q>
pt_br: Buscar resultados para <q>@search</q>
sk: Výsledky hľadania <q>@search</q>

source: Search for a location
es: Busque una localización
pt_br: Buscar uma localização
sk: Nájsť umiestnenie

source: Type in an ICAO code, a name, or a country to search for weather conditions at that location.
es: Escriba el código ICAO, un nombre o un país para buscar su situación climatológica.
pt_br: Digite um código ICAO, um nome ou um país como referência de busca por condições do tempo.
sk: Vložte ICAO kód, meno alebo štát pre nájdenie počasia na tomto mieste.

source: Search
es: Búsqueda
pt_br: Buscar
sk: Hľadať

source: No data
es: No hay datos
it: Dati non disponibili
pt_br: Dados indisponíveis
sk: Dáta nie sú k dispozícii

source: Clear sky
es: Despejado
it: Cielo scoperto
pt_br: Céu limpo
sk: Jasno

source: Few clouds
es: Poco nuboso
it: Alcune nuvole
pt_br: Poucas nuvens
sk: Skoro jasno

source: Scattered clouds
es: Nuboso
it: Nuvole sparse
pt_br: Parcialmente nublado
sk: Polojasno

source: Broken clouds
es: Muy nuboso
it: Nuvole discontinue
pt_br: Nublado
sk: Oblačno až skoro zamračené

source: Overcast
es: Cubierto
it: Cielo coperto
pt_br: Céu encoberto
sk: Zamračené

source: No significant clouds
es: Muy poco nuboso
it: Nessuna nuvola significante
pt_br: Nuvens esparsas
sk: Bez významných mrakov

source: mist
es: niebla
pt_br: névoa
sk: opar

source: shallow fog
es: niebla superficial
pt_br: nevoeiro raso
sk: slabá hmla

source: partial fog
es: niebla parcial
pt_br: nevoeiro parcial
sk: čiastočná hmla

source: patches of fog
es: niebla parcial
pt_br: manchas de nevoeiro
sk: stopy hmly

source: fog
es: niebla
pt_br: nevoeiro
sk: hmla

source: smoke
es: humo
pt_br: fumaça
sk: dym

source: light rain showers
es: Chubascos aislados
it: leggeri acquazzoni
pt_br: leves pancadas de chuva
sk: slabé prehánky

source: light freezing rain
es: Chubascos aislados de agua nieve
it: leggere grandinate
pt_br: leve queda de granizo
sk: jemný mrznúci dážď

source: light rain
es: Lluvias moderadas
it: leggera pioggia
pt_br: chuva leve
sk: jemný dážď

source: heavy rain showers
es: Chubascos abundantes
it: temporali
pt_br: fortes pancadas de chuva
sk: silný dážď

source: heavy freezing rain
es: Agua nieve intensa
it: pesante grandinata
pt_br: forte queda de granizo
sk: silný mrznúci dážď

source: heavy rain
es: Muy lluvioso
it: fitta pioggia
pt_br: chuva forte
sk: silný dážď

source: rain showers
es: Chubascos
it: temporali
pt_br: pancadas de chuva
sk: prehánky

source: freezing rain
es: Agua nieve
it: grandine
pt_br: queda de granizo
sk: mrznúci dážď

source: rain
es: Lluvioso
it: pioggia
pt_br: chuva
sk: dážď

source: light freezing drizzle
es: llovizna ligera helada
pt_br: leve garoa congelada
sk: jemné mrznúce mrholenie

source: light drizzle
es: llovizna ligera
pt_br: garoa leve
sk: jemné mrholenie

source: heavy freezing drizzle
es: llovizna helada fuerte
pt_br: forte garoa congelada
sk: silné mrznúce mrholenie

source: heavy drizzle
es: llovizna fuerte
pt_br: garoa forte
sk: silné mrholenie

source: freezing drizzle
es: llovizna congelada
pt_br: garoa congelada
sk: mrznúce mrholenie

source: drizzle
es: llovizna
pt_br: garoa
sk: mrholenie

source: light blowing snow
es: Ligera ventisca de nieve
it: leggera neve trasportata dal vento
pt_br: leve rajada de neve
sk: slabo poletujúci sneh

source: light low drifting snow
es: Algo de nieve baja acumulada
it: leggera neve trasportata dal vento (&lt; 2m)
pt_br: leve tempestade de neve baixa
sk: slabo padajúci sneh

source: light snow
es: Nieve moderada
it: neve leggera
pt_br: neve fraca
sk: jemný sneh

source: heavy blowing snow
es: Tormenta de nieve
it: fitta neve trasportata dal vento
pt_br: forte rajada de neve
sk: silno padajúci sneh

source: heavy low drifting snow
es: Mucha nieve baja acumulada
it: fitta neve trasportata dal vento (&lt; 2m)
pt_br: forte tempestade de neve baixa
sk: silnejšie sneženie

source: heavy snow
es: Mucha nieve
it: neve fitta
pt_br: neve forte
sk: silné sneženie

source: blowing snow
es: Ventisca de nieve
it: neve sollevata da terra dal vento
pt_br: rajada de neve
sk: poletujúci sneh

source: low drifting snow
es: Nieve baja acumulada
it: neve sollevata dal vento (&lt; 2m)
pt_br: tempestade de neve baixa
sk: slabo poletujúci sneh
